{
  "architectures": [
    "AlbertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0,
  "bos_token_id": 2,
  "classifier_dropout_prob": 0.1,
  "down_scale_factor": 1,
  "dtype": "float32",
  "embedding_size": 128,
  "eos_token_id": 3,
  "gap_size": 0,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0,
  "hidden_size": 312,
  "id2label": {
    "0": "Alcohol",
    "1": "Ocio y entretenimiento",
    "2": "Restaurante y bares",
    "3": "Salud y cuidado personal",
    "4": "Supermercado",
    "5": "Tonteras calle",
    "6": "Transporte",
    "7": "UBER delivery",
    "8": "Vivienda y servicios"
  },
  "initializer_range": 0.02,
  "inner_group_num": 1,
  "intermediate_size": 1248,
  "label2id": {
    "Alcohol": 0,
    "Ocio y entretenimiento": 1,
    "Restaurante y bares": 2,
    "Salud y cuidado personal": 3,
    "Supermercado": 4,
    "Tonteras calle": 5,
    "Transporte": 6,
    "UBER delivery": 7,
    "Vivienda y servicios": 8
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "albert",
  "net_structure_type": 0,
  "num_attention_heads": 12,
  "num_hidden_groups": 1,
  "num_hidden_layers": 4,
  "num_memory_blocks": 0,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "transformers_version": "4.56.1",
  "type_vocab_size": 2,
  "vocab_size": 31000
}
