{
  "added_tokens_decoder": {
    "0": {
      "content": "<pad>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "[CLS]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "[SEP]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "4": {
      "content": "[MASK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "bos_token": "[CLS]",
  "clean_up_tokenization_spaces": false,
  "cls_token": "[CLS]",
  "do_lower_case": true,
  "eos_token": "[SEP]",
  "extra_special_tokens": {},
  "keep_accents": true,
  "mask_token": "[MASK]",
  "max_length": 512,
  "model_max_length": 512,
  "pad_to_multiple_of": null,
  "pad_token": "<pad>",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "remove_space": true,
  "sep_token": "[SEP]",
  "stride": 0,
  "tokenizer_class": "AlbertTokenizerFast",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "<unk>"
}
